[words]
plugin~MyHolidays="MyHolidays: свята та гороскоп"
Show Left Side Hollydays="Пам'ятні дати"
Holidays List Settings="Налаштування списку подій"
Events List="Перелік подій"
Genocide="Голодомор"
Please define Birthday="Будь ласка, визначте День народження!"
Today="Сьогодні у вас"
'Biorhythm' Button="'Biorhythm' кнопка"
Birthday Data="Дата народження:"
Birthday Day="День народження:"
Birthday="Д/Н"
Biorhythm="Біоритм"
Physical="Фізичний"
Emotional="Емоційний"
Intellectual="Інтелектуальний"
Previous year="Попередній рік"
Current year="Поточний рік"
Next year="Наступний рік"
Any Data Biorhythm="На задану дату"

Forthrightly="Брутально"
Tolerantly="Толерантно"

'My Selebrations' Settings="'My Selebrations' налаштування"
'My Biorhythm' Settings="'My Biorhythm' налаштування"

Holidays="Свята"
Happy New Year="Новий рік!"
Marry Christmas="З різдвом!"
Women Day="Зі святом!"
Happy Day="День сміху!"
Halloween="Halloween і Д.H. Майстра!"
Valentine Day="День Святого Валентина!"
Tatiana Day="Титянин день!"
Easter="Великдень!"
Easter Ortodox="Ортодоксальний Великдень!"
Trinity="Трійця!"
Trinity Ortodox="Ортодоксальна Трійця!"
Resurrection of a Pious Ortodox="Ортодоксальна Вербна неділя"
Resurrection of a Pious="Вербна неділя"
Telecom Day="День радіо та зв'язку"
Ukraine Independence Day="День незалежності України"

Ascension="Вознесіння Господнє!"
Ascension Ortodox="Ортодоксальне Вознесіння Господнє!"

St. Nicholas Day="День Святого Миколая!"
Schedryk="Щедрий вечір!!!"
Pokrova="Покрова"
Kreshenie="Водохрища"
War="Війна"

Zodiac signs="Діаграма Знаки зодіака"
Zodiac="Знаки зодіака"
Aries="Овен знаходиться під впливом Сонця і Марса, що пояснює схильність до перебільшення, активність і запал представників цього знаку. Овни - мужні, допитливі, відверті, чесні, цілеспрямовані, але образливі, вперті, трохи нестабільні, не відповідальні."
Taurus="Тельці виділяються з натовпу своєю мовчазністю, але, якщо познайомитися з ними ближче, вони не такі тихі. Їх рухи і манера мови - розмірені, скупі, а рішення - незмінні. Вони довго розкачуються, починаючи будь-яку справу, але після повної підготовки можуть довго працювати в обраному напрямку. Телець - дуже впертий знак, його дуже важко збити з наміченого шляху. Він майже ніколи не чинить опір обставинам і людям, а просто ігнорує перешкоди. Тельці самостійно виконують свою роботу, не чекаючи допомоги від інших, але вони не працюватимуть, якщо це не буде зміцнювати їх становище."
Gemini="Меркурій управляє Близнюками, наділяючи всіх представників цього знаку інтересом до новизни, допитливістю, мужністю, балакучістю, мінливістю, привабливою зовнішністю. Під цим знаком криється добра і ввічлива людина з легким характером, діяльна, спритна, винахідлива, граціозна і швидка. Можна відмітити допитливість і цікавість, живий розум і кмітливість, спритність і вертлявість, що дуже допомагає досягти висот на професійній ниві, але іноді вони зазнають поразки через свою розкиданість і непостійність. Вони можуть швидко міняти оточення, роботу, місце проживання, свою поведінку, рішення і манери."
Cancer="Раком управляє непостійний Місяць, який змінює 4 фази протягом одного циклу. Це чутливі, психічно сприйнятливі, емоційні люди, які дуже легко піддаються настрою. У них романтична натура і жива уява, вони схильні до скарг на життя і вираженню невдоволення. Почуття сильно впливають на прийняття ними рішень. Вони проникливі, у них гарна пам'ять і інтуїція."
Leo="Левами управляє Сонце, тому вони енергійні, незалежні, душевні, безстрашні, сильні духом, творчі люди, але також уперті, пихаті і горді."
Virgo="Діви дуже вірні і щирі, але здатні і прикидатися. У них нема ілюзій, їх не можна назвати мрійниками. Любов не може затуманити їх розум - вони завжди бачать недоліки партнера. Діви скупо виражають свої почуття, важко розстаються з грошима, не люблять бути комусь зобов'язаними."
Libra="У народжених під сузір'ям Терезів добре серце, розвинене почуття справедливості і філософський розум, вони відчувають гармонію. Можна відзначити ідеалізм, мрійливість і неупередженість по відношенню до інших. У них спокійний характер, вони потребують гармонії і спокою, не терплять конфліктів, тому намагаються обходити гострі кути, виявляють дипломатичність. Можуть лукавити, щоб уникнути несхвалення або не турбувати оточуючих. Вони трохи зарозумілі, схильні до чуттєвості, милостиві, мають гарний смак, люблять поезію, гармонію звуків, насолоджуються квітами."
Scorpio="У Скорпіона сильний характер - неабияка воля, велика впевненість у собі, рішучість, схильність до боротьби за місце під сонцем, мстивість, нещадність до ворогів. Скорпіон вельми дратівливий, не любить комусь підкорятися і наділений духом суперництва. Він сповнений почуття власної гідності і знає собі ціну. Схильний боротися з оточенням, у хвилину гніву може бути дуже жорстокий. Загалом манера його поведінки стримана. Психологічно доволі перейнятливий, чуттєвий, сором'язливий, цікавиться музикою й танцями. Енергійний, надзвичайно впертий, часто діє усупереч обставинам чи іншим людям."
Sagittarius="Стрілець - це правопорядок, релігія, філософія, ідеологія і культура. Він також представляє далекі краї, закордон і подорожі (функції Юпітера). Так чи інакше ці сторони життя будуть обов'язково відображені у долі представників цього сузір'я. Стрільці зазвичай мають добре здоров'я і життєрадісний, досить веселий характер. Їм властиві дружелюбність, товариськість, прямолінійність, щирість і правдивість. На Стрільців не можна ображатися, оскільки вони абсолютно не злобні, вони не розуміють, що їх досить різкі й ексцентричні репліки можуть зачепити і образити інших. Вони можуть здатися трішки різкими і нетактовними, але у них немає поганих намірів, вони навіть щиро вважають себе хорошими дипломатами."
Capricorn="Козеріг. Наполегливість і честолюбство під час досягнення високої земної мети (у кар'єрі чи у фінансовій сфері), егоїстичність і обережність. Організаторський талант, практичність і ощадливість. Здатність виконувати важку працю, що вимагає терпіння і поступового прогресу. Наділені цінним умінням вичікувати, щоб у потрібний момент швидко досягти бажаної мети."
Aquarius="Водолій. Дружелюбність, сумирність, співчутливість, здатність піти на жертву заради товариша - якості, теж пов'язані з Водолієм. Вони виявляють нерішучість, якщо стають лідерами в якійсь справі. Люблять спорт і розваги, бути на природі й подорожувати. Проте вони, як правило, потребують поліпшення психологічної стійкості і можуть мати таємні гріховні пристрасті. Також Водолії люблять дивувати оточуючих своєю незвичайною поведінкою, ексцентричними вчинками."
Pisces="Риби - народжені під цим сузір'ям вельми чуттєві, сентиментальні, романтичні, мрійливі й релігійні. Вони добродушні, не зовсім упевнені в собі, дещо боязкі, доволі забобонні і дуже потайливі. Їм подобається музика, їх захоплюють далекі місця й країни, вони вірять у загадки природи. Комунікабельні, мають ввічливу й тиху вдачу, майстерні в таємних справах. Вони кохають глибоко й щиро, схильні до любовних переживань."